<template>
    <div class="p-4 mx-16">
      <h1 class="text-2xl py-2 my-2 font-bold">عن التطبيق</h1>
      <div class="bg-white p-2 rounded-lg">
      <div class="flex justify-center items-center p-6">
        <img src="/assets/images/about.png" alt="" class="">
      </div>
        <p class="px-16 text-md mb-6">هنا نص يمكن ان يستبدل هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدل هنا نص يمكن ان يستبدل 
            هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدلهنا نص يمكن ان يستبدل هنا نص يمكن
            ان يستبدل هان نص يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدلهنا
            يمكن ان يستبدلهنا يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص 
        </p>
        <p class="px-16 text-md mb-6">هنا نص يمكن ان يستبدل هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدل هنا نص يمكن ان يستبدل 
            هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدلهنا نص يمكن ان يستبدل هنا نص يمكن
            ان يستبدل هان نص يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدلهنا
            يمكن ان يستبدلهنا يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص 
        </p>
        <p class="px-16 text-md mb-6">هنا نص يمكن ان يستبدل هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدل هنا نص يمكن ان يستبدل 
            هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدلهنا نص يمكن ان يستبدل هنا نص يمكن
            ان يستبدل هان نص يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدلهنا
            يمكن ان يستبدلهنا يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص 
        </p>
        <p class="px-16 text-md mb-6">هنا نص يمكن ان يستبدل هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدل هنا نص يمكن ان يستبدل 
            هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدلهنا نص يمكن ان يستبدل هنا نص يمكن
            ان يستبدل هان نص يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدلهنا
            يمكن ان يستبدلهنا يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص 
        </p>
        <p class="px-16 text-md mb-8">هنا نص يمكن ان يستبدل هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدل هنا نص يمكن ان يستبدل 
            هنا نص يمكن ان يستبدل هان نص يمكن ان يستبدلهنا نص يمكن ان يستبدل هنا نص يمكن
            ان يستبدل هان نص يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص هنا يمكن ان يستبدلهنا
            يمكن ان يستبدلهنا يمكن ان يستبدل هنا يمكن ان يستبدل النص هنا يمكن ان يستبدل النص 
        </p>
      </div>
    </div>
</template>

<script setup>

</script>
